persistent mount point for postgres + mermaid graph
